Repository: berkayhuz/norge360
Catalog: Norge360/Resources/MessagesUI.xcstrings
Source language: en
Languages: am, ar, de, es, fa, fa_af, fr, nb, pl, ru, so, ti, tr, uk, ur

# chat.appearance
source: Appearance
am: መልክ
ar: المظهر
de: Aussehen
es: Apariencia
fa: ظاهر
fa_af: ظاهر
fr: Apparence
nb: Utseende
pl: Wygląd
ru: Внешний вид
so: Muuqashada
ti: መልክዕ
tr: Görünüm
uk: Зовнішній вигляд
ur: ظاہری شکل

# chat.appearance_note
source: These appearance choices apply only to your view of this conversation.
am: እነዚህ የመልክ ምርጫዎች በዚህ ውይይት ላይ ባለዎት አመለካከት ላይ ብቻ ተግባራዊ ይሆናሉ።
ar: تنطبق اختيارات المظهر هذه فقط على طريقة عرضك لهذه المحادثة.
de: Diese Darstellungsoptionen gelten nur für Ihre Sicht auf dieses Gespräch.
es: Estas opciones de apariencia se aplican sólo a su vista de esta conversación.
fa: این انتخاب های ظاهری فقط برای دیدگاه شما از این مکالمه اعمال می شود.
fa_af: این انتخاب های ظاهری فقط در مورد دید شما در مورد این مکالمه صدق میکند.
fr: Ces choix d'apparence s'appliquent uniquement à votre vision de cette conversation.
nb: Disse utseendevalgene gjelder bare for synet ditt på denne samtalen.
pl: Te opcje wyglądu dotyczą tylko Twojego widoku tej rozmowy.
ru: Эти варианты внешнего вида применяются только к вашему взгляду на этот разговор.
so: Doorashooyinkan muuqaalka ah waxay khuseeyaan oo keliya aragtidaada wada hadalka.
ti: እዞም ናይ መልክዕ ምርጫታት እዚኣቶም ነቲ ብዛዕባ እዚ ዝርርብ ዘለካ ኣረኣእያ ጥራይ እዮም ዚምልከቱ።
tr: Bu görünüm tercihleri yalnızca sizin sohbet ekranınıza uygulanır.
uk: Ці варіанти зовнішнього вигляду стосуються лише вашого бачення цієї розмови.
ur: ظاہری شکل کے یہ انتخاب صرف اس گفتگو کے آپ کے نقطہ نظر پر لاگو ہوتے ہیں۔

# chat.appearance_preview
source: Make this conversation yours
am: ይህን ውይይት ያንተ ያድርጉት
ar: اجعل هذه المحادثة لك
de: Machen Sie dieses Gespräch zu Ihrem
es: Haz tuya esta conversación
fa: این گفتگو را از آن خود کنید
fa_af: این گپ را مال خود بسازید
fr: Faites de cette conversation la vôtre
nb: Gjør denne samtalen din
pl: Uczyń tę rozmowę swoją
ru: Сделайте этот разговор своим
so: Wada hadalkan ka dhig mid adiga leh
ti: እዚ ዕላል ናትካ ግበሮ
tr: Bu sohbeti kendinize göre düzenleyin
uk: Зробіть цю розмову вашою
ur: اس گفتگو کو اپنا بنائیں

# chat.background
source: Background pattern
am: የበስተጀርባ ንድፍ
ar: نمط الخلفية
de: Hintergrundmuster
es: Patrón de fondo
fa: الگوی پس زمینه
fa_af: الگوی پس زمینه
fr: Motif de fond
nb: Bakgrunnsmønster
pl: Wzór tła
ru: Фоновый узор
so: Qaabka asalka ah
ti: ድሕረ ባይታ ቅዲ
tr: Arkaplan deseni
uk: фоновий візерунок
ur: پس منظر پیٹرن

# chat.background.dots
source: Dots
am: ነጥቦች
ar: النقاط
de: Punkte
es: Puntos
fa: نقطه ها
fa_af: نقاط
fr: Points
nb: Prikker
pl: Kropki
ru: Точки
so: Dhibcaha
ti: ነጥብታት
tr: Noktalar
uk: Крапки
ur: نقطے

# chat.background.grid
source: Grid
am: ፍርግርግ
ar: الشبكة
de: Gitter
es: Cuadrícula
fa: شبکه
fa_af: شبکه
fr: Grille
nb: Rutenett
pl: Siatka
ru: Сетка
so: Xarig
ti: ሽቦ
tr: Izgara
uk: Сітка
ur: گرڈ

# chat.background.plain
source: Plain
am: ሜዳ
ar: عادي
de: Einfach
es: Llano
fa: دشت
fa_af: دشت
fr: Plaine
nb: Vanlig
pl: Zwykły
ru: Обычный
so: Cad
ti: ስሩዕ
tr: Düz
uk: Рівнина
ur: سادہ

# chat.block_note
source: Blocking prevents conversation access and further contact in either direction. You can manage blocked members in Settings.
am: ማገድ የውይይት መዳረሻን እና ተጨማሪ ግንኙነትን በሁለቱም አቅጣጫዎች ይከለክላል። በቅንብሮች ውስጥ የታገዱ አባላትን ማስተዳደር ትችላለህ።
ar: يمنع الحظر الوصول إلى المحادثة ومزيد من الاتصال في أي من الاتجاهين. يمكنك إدارة الأعضاء المحظورين في الإعدادات.
de: Das Blockieren verhindert den Zugang zu Gesprächen und weiteren Kontakt in beide Richtungen. Sie können blockierte Mitglieder in den Einstellungen verwalten.
es: El bloqueo impide el acceso a la conversación y un mayor contacto en cualquier dirección. Puedes administrar miembros bloqueados en Configuración.
fa: مسدود کردن از دسترسی به مکالمه و تماس بیشتر در هر جهت جلوگیری می کند. می توانید اعضای مسدود شده را در تنظیمات مدیریت کنید.
fa_af: مسدود کردن از دسترسی به مکالمه و تماس بیشتر در هر دو جهت جلوگیری میکند. شما میتوانید اعضای مسدود شده را در تنظیمات مدیریت کنید.
fr: Le blocage empêche l’accès à la conversation et tout autre contact dans les deux sens. Vous pouvez gérer les membres bloqués dans Paramètres.
nb: Blokkering forhindrer samtaletilgang og ytterligere kontakt i begge retninger. Du kan administrere blokkerte medlemmer i Innstillinger.
pl: Blokowanie uniemożliwia dostęp do rozmowy i dalszy kontakt w którąkolwiek stronę. Możesz zarządzać zablokowanymi członkami w Ustawieniach.
ru: Блокировка предотвращает доступ к разговору и дальнейший контакт в любом направлении. Вы можете управлять заблокированными участниками в настройках.
so: Xannibaadu waxay ka hortagtaa gelitaanka wada hadalka iyo xidhiidh dheeraad ah oo labada dhinac ah. Waxaad maamuli kartaa xubnaha la xannibay ee ku jira Settings.
ti: ምዕጋት ዕላል ምብጻሕን ተወሳኺ ርክብን ብኽልቲኡ ኣንፈት ይኽልክል። ኣብ ቅጥዕታት ዝተዓጽዉ ኣባላት ከተመሓድር ትኽእል ኢኻ።
tr: Engelleme, her iki yönde de sohbete erişimi ve iletişimi önler. Engellediğiniz üyeleri Ayarlar üzerinden yönetebilirsiniz.
uk: Блокування забороняє доступ до розмови та подальший контакт у будь-якому напрямку. Керувати заблокованими учасниками можна в налаштуваннях.
ur: مسدود کرنا کسی بھی سمت میں بات چیت تک رسائی اور مزید رابطے کو روکتا ہے۔ آپ سیٹنگز میں بلاک شدہ ممبران کا نظم کر سکتے ہیں۔

# chat.bubble_color
source: Message bubble color
am: የመልእክት አረፋ ቀለም
ar: لون فقاعة الرسالة
de: Farbe der Nachrichtenblase
es: Color de la burbuja del mensaje
fa: رنگ حباب پیام
fa_af: رنگ حباب پیام
fr: Couleur de la bulle de message
nb: Farge på meldingsboble
pl: Kolor bańki wiadomości
ru: Цвет пузырька сообщения
so: Midabka xumbo fariinta
ti: መልእኽቲ ፍንጣጣ ሕብሪ
tr: Mesaj balonu rengi
uk: Колір бульбашки повідомлення
ur: پیغام کے بلبلے کا رنگ

# chat.clear_search
source: Clear search
am: ፍለጋን አጽዳ
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fa: جستجو را پاک کنید
fa_af: جستجو پاک کنید
fr: Effacer la recherche
nb: Tøm søk
pl: Wyczyść wyszukiwanie
ru: Очистить поиск
so: Nadiifi raadinta
ti: ንጹር ምድላይ
tr: Aramayı temizle
uk: Очистити пошук
ur: تلاش صاف کریں۔

# chat.close
source: Close
am: ዝጋ
ar: إغلاق
de: Schließen
es: Cerrar
fa: بستن
fa_af: بسته کنید
fr: Fermer
nb: Lukk
pl: Zamknij
ru: Закрыть
so: Xir
ti: ዕጸዎ።
tr: Kapat
uk: Закрити
ur: بند

# chat.close_search
source: Close search
am: ፍለጋን ዝጋ
ar: إغلاق البحث
de: Suche schließen
es: Cerrar búsqueda
fa: جستجو را ببندید
fa_af: جستجو را ببندید
fr: Fermer la recherche
nb: Lukk søk
pl: Zamknij wyszukiwanie
ru: Закрыть поиск
so: Xir raadinta
ti: ምድላይ ዕጸዎ።
tr: Aramayı kapat
uk: Закрити пошук
ur: تلاش بند کریں۔

# chat.color.blue
source: Blue
am: ሰማያዊ
ar: أزرق
de: Blau
es: azul
fa: آبی
fa_af: آبی
fr: Bleu
nb: Blått
pl: Niebieski
ru: Синий
so: Buluug
ti: ሰማያዊ
tr: Mavi
uk: Синій
ur: نیلا

# chat.color.neutral
source: Neutral
am: ገለልተኛ
ar: محايد
es: Neutro
fa: خنثی
fa_af: خنثی
fr: Neutre
nb: Nøytral
pl: Neutralny
ru: Нейтральный
so: Dhexdhexaad
ti: ገለልተኛ
tr: Nötr
uk: Нейтральний
ur: غیر جانبدار

# chat.color.purple
source: Purple
am: ሐምራዊ
ar: أرجواني
de: Lila
es: Púrpura
fa: بنفش
fa_af: ارغوانی
fr: Violet
nb: Lilla
pl: Fioletowy
ru: Фиолетовый
ti: ሐምላይ
tr: Mor
uk: Фіолетовий
ur: جامنی

# chat.color.teal
source: Teal
am: ሻይ
ar: البط البري
de: Blaugrün
es: verde azulado
fa: آبی رنگ
fa_af: تیل
fr: Sarcelle
nb: Blågrønn
pl: Turkusowy
ru: Бирюзовый
so: Teel
ti: ቲል
tr: Turkuaz
uk: Чирок
ur: ٹیل

# chat.delete_conversation
source: Delete conversation
am: ውይይት ሰርዝ
ar: حذف المحادثة
de: Konversation löschen
es: Eliminar conversación
fa: مکالمه را حذف کنید
fa_af: حذف مکالمه
fr: Supprimer la conversation
nb: Slett samtale
pl: Usuń rozmowę
ru: Удалить разговор
so: Tirtir wada hadalka
ti: ዕላል ምድምሳስ
tr: Sohbeti sil
uk: Видалити бесіду
ur: گفتگو کو حذف کریں۔

# chat.delete_conversation_confirm
source: This removes the conversation from your inbox only. It does not delete messages for the other member or from an open safety review.
am: ይህ ውይይቱን ከገቢ መልእክት ሳጥንህ ብቻ ያስወግዳል። ለሌላ አባል ወይም ከክፍት የደህንነት ግምገማ መልዕክቶችን አይሰርዝም።
ar: يؤدي هذا إلى إزالة المحادثة من البريد الوارد الخاص بك فقط. ولا يحذف الرسائل الخاصة بالعضو الآخر أو من مراجعة السلامة المفتوحة.
de: Dadurch wird die Konversation nur aus Ihrem Posteingang entfernt. Nachrichten für das andere Mitglied oder aus einer offenen Sicherheitsüberprüfung werden nicht gelöscht.
es: Esto elimina la conversación únicamente de tu bandeja de entrada. No elimina mensajes del otro miembro ni de una revisión de seguridad abierta.
fa: با این کار مکالمه فقط از صندوق ورودی شما حذف می شود. پیام‌های عضو دیگر یا از بررسی ایمنی باز را حذف نمی‌کند.
fa_af: این فقط مکالمه را از صندوق ورودی شما حذف میکند. این پیام ها را برای عضو دیگر یا از یک بررسی ایمنی باز حذف نمیکند.
fr: Cela supprime uniquement la conversation de votre boîte de réception. Il ne supprime pas les messages destinés à l'autre membre ni ceux d'un examen de sécurité ouvert.
nb: Dette fjerner kun samtalen fra innboksen din. Den sletter ikke meldinger for det andre medlemmet eller fra en åpen sikkerhetsgjennomgang.
pl: Spowoduje to usunięcie rozmowy wyłącznie z Twojej skrzynki odbiorczej. Nie usuwa wiadomości od innego członka ani z otwartego przeglądu bezpieczeństwa.
ru: Это удалит разговор только из вашего почтового ящика. Он не удаляет сообщения другого участника или из открытой проверки безопасности.
so: Tani waxay wada hadalka ka saaraysaa sanduuqaaga fariimaha kaliya. Ma tirtirto fariimaha xubinta kale ama dib u eegista badbaadada furan.
ti: እዚ ድማ ነቲ ዕላል ካብ ኢንቦክስካ ጥራይ የወግዶ። ንኻልእ ኣባል ወይ ካብ ክፉት ናይ ድሕነት ዳግመ ግምት መልእኽትታት ኣይድምስስን እዩ።
tr: Bu işlem sohbeti yalnızca gelen kutunuzdan kaldırır. Diğer üyenin mesajlarını veya açık güvenlik incelemesindeki içerikleri silmez.
uk: Це видалить розмову лише з папки "Вхідні". Це не видаляє повідомлення для іншого учасника або з відкритої перевірки безпеки.
ur: یہ بات چیت کو صرف آپ کے ان باکس سے ہٹا دیتا ہے۔ یہ دوسرے ممبر کے لیے یا کھلے حفاظتی جائزے سے پیغامات کو حذف نہیں کرتا ہے۔

# chat.mute
source: Mute notifications
am: ማሳወቂያዎችን ድምጸ-ከል አድርግ
ar: تجاهل الإخطارات
de: Benachrichtigungen stummschalten
es: Silenciar notificaciones
fa: نادیده گرفتن اعلان ها
fa_af: اعلان ها را خاموش کنید
fr: Désactiver les notifications
nb: Slå av lyden for varsler
pl: Wycisz powiadomienia
ru: Отключить уведомления
so: aamusi ogeysiisyada
ti: መፍለጢታት ድምጺ ኣልቦ ምግባር
tr: Bildirimleri sessize al
uk: Вимкнути сповіщення
ur: اطلاعات کو خاموش کریں۔

# chat.pin
source: Pin conversation
am: ውይይትን ሰካ
ar: تثبيت المحادثة
de: Konversation anpinnen
es: Fijar conversación
fa: پین کردن مکالمه
fa_af: مکالمه را پین کنید
fr: Épingler la conversation
nb: Fest samtale
pl: Przypnij rozmowę
ru: Закрепить беседу
so: Pin wada hadalka
ti: ፒን ዕላል
tr: Sohbeti sabitle
uk: Закріпити бесіду
ur: گفتگو کو پن کریں۔

# chat.pinned
source: Pinned
am: ተሰክቷል።
ar: مثبت
de: Angepinnt
es: Fijado
fa: پین شده
fa_af: پین شده
fr: Épinglé
nb: Festet
pl: Przypięty
ru: Закреплено
so: Ku dheggan
ti: ፒን ተገይሩሉ።
tr: Sabitlendi
uk: Закріплено
ur: پن لگا ہوا

# chat.unmute
source: Unmute notifications
am: የማሳወቂያዎችን ድምጸ-ከል አንሳ
ar: إلغاء تجاهل الإشعارات
de: Stummschaltung von Benachrichtigungen aufheben
es: Dejar de silenciar notificaciones
fa: لغو نادیده گرفتن اعلان‌ها
fa_af: خاموش کردن اعلان ها
fr: Activer les notifications
nb: Slå på lyden for varsler
pl: Wyłącz wyciszenie powiadomień
ru: Включить уведомления
so: Codka ka saar wargelinta
ti: መፍለጢታት ድምጺ ኣልቦ ምግባር
tr: Bildirim sesini aç
uk: Увімкнути сповіщення
ur: اطلاعات کو چالو کریں۔

# chat.unpin
source: Unpin conversation
am: ውይይት ይንቀሉ
ar: إزالة تثبيت المحادثة
de: Konversation lösen
es: Desanclar conversación
fa: پین مکالمه را بردارید
fa_af: مکالمه را باز کنید
fr: Désépingler la conversation
nb: Løsne samtalen
pl: Odepnij rozmowę
ru: Открепить беседу
so: Fur wada hadalka
ti: ዕላል ምፍታሕ
tr: Sohbet sabitlemesini kaldır
uk: Відкріпити бесіду
ur: گفتگو کا پن ہٹا دیں۔

# chat.muted
source: Muted
am: ድምጸ-ከል ተደርጓል
ar: كتم الصوت
de: Stummgeschaltet
es: silenciado
fa: بی صدا شد
fa_af: خاموش شده
fr: En sourdine
nb: Dempet
pl: Wyciszony
ru: Без звука
so: la aamusay
ti: ድምጺ ኣልቦ
tr: Sessize alındı
uk: Вимкнено
ur: خاموش

# chat.no_results
source: No results
am: ምንም ውጤት የለም።
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fa: هیچ نتیجه ای وجود ندارد
fa_af: هیچ نتیجه نداده
fr: Aucun résultat
nb: Ingen resultater
pl: Brak wyników
ru: Нет результатов
so: Natiijooyin ma jiraan
ti: ውጽኢት የለን
tr: Sonuç bulunamadı
uk: Результатів немає
ur: کوئی نتیجہ نہیں نکلا۔

# chat.open_profile
source: Opens member profile
am: የአባልነት መገለጫ ይከፍታል።
ar: يفتح ملف تعريف العضو
de: Öffnet das Mitgliederprofil
es: Abre el perfil de miembro
fa: نمایه اعضا را باز می کند
fa_af: پروفایل عضو را باز میکند
fr: Ouvre le profil du membre
nb: Åpner medlemsprofil
pl: Otwiera profil członka
ru: Открывает профиль участника
so: Fura astaanta xubinta
ti: ናይ ኣባል ፕሮፋይል ይኸፍት
tr: Üyenin profilini açar
uk: Відкриває профіль учасника
ur: ممبر پروفائل کھولتا ہے۔

# chat.privacy
source: Privacy & notifications
am: ግላዊነት እና ማሳወቂያዎች
ar: الخصوصية والإخطارات
de: Datenschutz und Benachrichtigungen
es: Privacidad y notificaciones
fa: حریم خصوصی و اعلان ها
fa_af: حریم خصوصی و اعلان ها
fr: Confidentialité et notifications
nb: Personvern og varsler
pl: Prywatność i powiadomienia
ru: Конфиденциальность и уведомления
so: Qarsoonaanta & ogeysiisyada
ti: ብሕታዊነት & መፍለጢታት
tr: Gizlilik ve bildirimler
uk: Конфіденційність і сповіщення
ur: رازداری اور اطلاعات

# chat.report_member
source: Report member
am: አባል ሪፖርት አድርግ
ar: تقرير العضو
de: Mitglied melden
es: Miembro del informe
fa: گزارش عضو
fa_af: عضو گزارش
fr: Signaler un membre
nb: Meld medlem
pl: Członek raportu
ru: Пожаловаться на участника
so: Xubin ka warbixi
ti: ኣባል ጸብጻብ
tr: Üyeyi şikayet et
uk: Повідомити про учасника
ur: رپورٹ ممبر

# chat.report_note
source: To report a specific message, press and hold that message in the conversation.
am: አንድን የተወሰነ መልእክት ሪፖርት ለማድረግ፣ በውይይቱ ውስጥ ያንን መልእክት ተጭነው ይያዙት።
ar: للإبلاغ عن رسالة معينة، اضغط مع الاستمرار على تلك الرسالة في المحادثة.
de: Um eine bestimmte Nachricht zu melden, halten Sie diese Nachricht im Gespräch gedrückt.
es: Para reportar un mensaje específico, mantenga presionado ese mensaje en la conversación.
fa: برای گزارش یک پیام خاص، آن پیام را در مکالمه فشار دهید و نگه دارید.
fa_af: برای گزارش دادن یک پیام مشخص، آن پیام را در مکالمه فشار داده و نگه دارید.
fr: Pour signaler un message spécifique, appuyez longuement sur ce message dans la conversation.
nb: For å rapportere en bestemt melding, trykk og hold den meldingen i samtalen.
pl: Aby zgłosić konkretną wiadomość, naciśnij i przytrzymaj tę wiadomość w rozmowie.
ru: Чтобы пожаловаться на конкретное сообщение, нажмите и удерживайте это сообщение в разговоре.
so: Si aad uga warbixiso fariin gaar ah, taabo oo ku hay fariintaas wada hadalka.
ti: ፍሉይ መልእኽቲ ንምሕባር፡ ነቲ መልእኽቲ ኣብቲ ዕላል ጸቒጥካ ምሓዝ።
tr: Belirli bir mesajı şikayet etmek için sohbette o mesaja basılı tutun.
uk: Щоб повідомити про певне повідомлення, натисніть і утримуйте це повідомлення в бесіді.
ur: کسی مخصوص پیغام کی اطلاع دینے کے لیے، بات چیت میں اس پیغام کو دبائے رکھیں۔

# chat.report_received
source: Report received
am: ሪፖርት ደርሷል
ar: تم استلام التقرير
de: Bericht erhalten
es: Informe recibido
fa: گزارش دریافت شد
fa_af: گزارش دریافت شده
fr: Rapport reçu
nb: Rapport mottatt
pl: Otrzymano raport
ru: Отчет получен
so: Warbixin la helay
ti: ጸብጻብ በጺሑ
tr: Şikayet alındı
uk: Звіт отримано
ur: رپورٹ موصول ہوئی۔

# chat.restrict
source: Restrict conversation
am: ውይይትን ገድብ
ar: تقييد المحادثة
de: Konversation einschränken
es: Restringir la conversación
fa: مکالمه را محدود کنید
fa_af: مکالمه را محدود کنید
fr: Restreindre la conversation
nb: Begrens samtalen
pl: Ogranicz rozmowę
ru: Ограничить разговор
so: Xakamee wada hadalka
ti: ዕላል ገደብ ግበር
tr: Sohbeti kısıtla
uk: Обмежити розмову
ur: گفتگو کو محدود کریں۔

# chat.restricted
source: Restricted
am: የተገደበ
ar: مقيد
de: Eingeschränkt
es: Restringido
fa: محدود شده است
fa_af: محدود شده
fr: Restreint
nb: Begrenset
pl: Ograniczone
ru: Ограниченный
so: La xaddiday
ti: ዝተገደበ
tr: Kısıtlananlar
uk: Обмежений
ur: محدود

# chat.restricted_composer
source: This conversation is restricted. Turn off Restrict in conversation settings to reply.
am: ይህ ውይይት የተገደበ ነው። ምላሽ ለመስጠት በውይይት ቅንጅቶች ውስጥ ገደብ ያጥፉ።
ar: هذه المحادثة مقيدة. قم بإيقاف تشغيل التقييد في إعدادات المحادثة للرد.
de: Dieses Gespräch ist eingeschränkt. Deaktivieren Sie in den Konversationseinstellungen die Option „Antworten beschränken“.
es: Esta conversación está restringida. Desactive Restringir en la configuración de conversación para responder.
fa: این گفتگو محدود است. برای پاسخ دادن، Restrict را در تنظیمات مکالمه خاموش کنید.
fa_af: این گفتگو محدود شده است. برای پاسخ دادن، محدودیت را در تنظیمات مکالمه خاموش کنید.
fr: Cette conversation est restreinte. Désactivez Restreindre dans les paramètres de conversation pour répondre.
nb: Denne samtalen er begrenset. Slå av Begrens i samtaleinnstillingene for å svare.
pl: Ta rozmowa jest ograniczona. Wyłącz opcję Ogranicz w ustawieniach rozmowy, aby odpowiedzieć.
ru: Этот разговор ограничен. Отключите параметр «Ограничить» в настройках беседы для ответа.
so: Wadahadalkan waa la xaddiday. Demi Xaddidaad dejinta wadahadalka si aad uga jawaabto.
ti: እዚ ዕላል እዚ ድሩት እዩ። መልሲ ንምሃብ ኣብ ቅጥዕታት ዕላል Restrict ኣጥፍእዎ።
tr: Bu sohbet kısıtlandı. Yanıtlamak için sohbet ayarlarından kısıtlamayı kaldırın.
uk: Ця бесіда обмежена. Щоб відповісти, вимкніть параметр «Обмежити» в налаштуваннях розмови.
ur: یہ گفتگو محدود ہے۔ جواب دینے کے لیے گفتگو کی ترتیبات میں پابندی کو آف کریں۔

# chat.restriction_note
source: Mute stops push notifications for this conversation. Restrict also moves it to Restricted and hides read receipts. You can still read incoming messages and remove the restriction here at any time.
am: ድምጸ-ከል ለዚህ ውይይት የግፋ ማሳወቂያዎችን ያቆማል። መገደብ ወደ የተገደበ ያንቀሳቅሰዋል እና የተነበበ ደረሰኞችን ይደብቃል። አሁንም ገቢ መልዕክቶችን ማንበብ እና እዚህ በማንኛውም ጊዜ እገዳውን ማስወገድ ይችላሉ።
ar: يؤدي كتم الصوت إلى إيقاف دفع الإشعارات لهذه المحادثة. يؤدي "تقييد" أيضًا إلى نقله إلى "مقيد" ويخفي إيصالات القراءة. لا يزال بإمكانك قراءة الرسائل الواردة وإزالة القيود هنا في أي وقت.
de: Durch die Stummschaltung werden Push-Benachrichtigungen für diese Konversation gestoppt. „Einschränken“ verschiebt es auch in „Eingeschränkt“ und blendet Lesebestätigungen aus. Sie können eingehende Nachrichten weiterhin lesen und die Einschränkung hier jederzeit aufheben.
es: Silenciar detiene las notificaciones automáticas de esta conversación. Restringir también lo mueve a Restringido y oculta los recibos de lectura. Aún puedes leer los mensajes entrantes y eliminar la restricción aquí en cualquier momento.
fa: نادیده گرفتن اعلان‌های فشاری این مکالمه را متوقف می‌کند. Restrict همچنین آن را به Restricted منتقل می کند و رسیدهای خوانده شده را پنهان می کند. همچنان می‌توانید پیام‌های دریافتی را بخوانید و محدودیت را در اینجا در هر زمانی حذف کنید.
fa_af: خاموش کردن اعلان های فشاری را برای این مکالمه متوقف میسازد. محدود کردن همچنان آنرا به محدود شده انتقال میدهد و رسید های خوانده شده را پنهان میکند. شما هنوز هم میتوانید پیام های ورودی را بخوانید و در هر زمان محدودیت را اینجا حذف کنید.
fr: La fonction Muet arrête les notifications push pour cette conversation. Restreindre le déplace également vers Restreint et masque les confirmations de lecture. Vous pouvez toujours lire les messages entrants et supprimer la restriction ici à tout moment.
nb: Demp stopper pushvarslinger for denne samtalen. Begrens flytter den også til Begrenset og skjuler lesekvitteringer. Du kan fortsatt lese innkommende meldinger og fjerne begrensningen her når som helst.
pl: Wyciszenie zatrzymuje powiadomienia push dla tej rozmowy. Ogranicz powoduje również przeniesienie go do opcji Ograniczone i ukrywa potwierdzenia odczytu. W każdej chwili możesz nadal czytać przychodzące wiadomości i usuwać ograniczenia.
ru: Отключить звук останавливает push-уведомления для этого разговора. Ограничение также переводит его в режим «Ограничено» и скрывает уведомления о прочтении. Вы по-прежнему можете прочитать входящие сообщения и снять ограничение здесь в любое время.
so: Carrabka aamusi wuxuu joojiyaa ogaysiisyada riixitaanka ee wadahadalkan. Xannidu waxay sidoo kale u rari doontaa xaddidan waxayna qarisaa rasiidhada akhrinta. Waxaad weli akhrin kartaa fariimaha soo socda oo aad ka saari kartaa xaddidaadda halkan wakhti kasta.
ti: ድምጺ ኣልቦ ነዚ ዕላል ዝኸውን ናይ ምድፋእ መተሓሳሰቢታት ደው የብሎ። Restrict ናብ Restricted እውን የግዕዞን ዝተነበበ ቅብሊታት ይሓብእን። ሕጂ ውን ዝኣትዉ መልእኽትታት ከተንብቡን ነቲ ገደብ ኣብዚ ኣብ ዝኾነ እዋን ከተውጽእዎን ትኽእሉ ኢኹም።
tr: Sessize alma bu sohbetin anlık bildirimlerini kapatır. Kısıtlama ayrıca sohbeti Kısıtlananlar bölümüne taşır ve okundu bilgisini gizler. Gelen mesajları okuyabilir ve kısıtlamayı buradan istediğiniz zaman kaldırabilirsiniz.
uk: Вимкнення звуку зупиняє push-сповіщення для цієї розмови. Обмежити також переміщує його в обмежений і приховує сповіщення про прочитання. Ви все ще можете читати вхідні повідомлення та зняти обмеження тут у будь-який час.
ur: خاموش اس گفتگو کے لیے پش اطلاعات کو روکتا ہے۔ Restrict بھی اسے Restricted میں لے جاتا ہے اور پڑھنے کی رسیدیں چھپاتا ہے۔ آپ اب بھی آنے والے پیغامات پڑھ سکتے ہیں اور کسی بھی وقت یہاں سے پابندی ہٹا سکتے ہیں۔

# chat.retention_note
source: Messages do not expire automatically. Delete for me hides a message from your view; it does not remove the other member’s copy or records needed to review a safety report.
am: መልዕክቶች በራስ-ሰር ጊዜያቸው አያበቃም። ለእኔ ሰርዝ ከእይታህ መልእክት ይደብቃል; የደህንነት ሪፖርትን ለመገምገም የሌላውን አባል ቅጂ ወይም መዛግብት አያስወግድም።
ar: لا تنتهي صلاحية الرسائل تلقائيًا. الحذف بالنسبة لي يخفي رسالة من وجهة نظرك؛ ولا يؤدي ذلك إلى إزالة نسخة العضو الآخر أو السجلات اللازمة لمراجعة تقرير السلامة.
de: Nachrichten verfallen nicht automatisch. Durch „Für mich löschen“ wird eine Nachricht aus Ihrer Ansicht ausgeblendet. Es werden keine Kopien oder Aufzeichnungen des anderen Mitglieds entfernt, die zur Überprüfung eines Sicherheitsberichts erforderlich sind.
es: Los mensajes no caducan automáticamente. Eliminar para mí oculta un mensaje de tu vista; no elimina la copia ni los registros del otro miembro necesarios para revisar un informe de seguridad.
fa: پیام ها به طور خودکار منقضی نمی شوند. حذف برای من پیامی را از دید شما پنهان می کند. کپی یا سوابق دیگر اعضا را که برای بررسی گزارش ایمنی لازم است حذف نمی کند.
fa_af: پیام ها بطور خودکار منقضی نمیشوند. حذف برای من یک پیام را از دید شما پنهان میکند؛ این کاپی یا سوابق عضو دیگر را که برای مرور یک گزارش ایمنی نیاز است حذف نمیکند.
fr: Les messages n'expirent pas automatiquement. Supprimer pour moi masque un message de votre vue ; il ne supprime pas la copie ou les dossiers de l’autre membre nécessaires à l’examen d’un rapport de sécurité.
nb: Meldinger utløper ikke automatisk. Slett for meg skjuler en melding fra visningen din; det fjerner ikke det andre medlemmets kopi eller registreringer som er nødvendige for å se gjennom en sikkerhetsrapport.
pl: Wiadomości nie wygasają automatycznie. Usuń dla mnie ukrywa wiadomość przed Twoim widokiem; nie usuwa kopii ani zapisów drugiego członka potrzebnych do przeglądu raportu o bezpieczeństwie.
ru: Срок действия сообщений не истекает автоматически. Удалить для меня скрывает сообщение от вашего просмотра; он не удаляет копию или записи другого участника, необходимые для просмотра отчета о безопасности.
so: Fariimaha si toos ah uma dhacayaan I tir tir waxay kaa qarinaysaa fariin aragtidaada; kama saarayso nuqulka xubinta kale ama diiwaanka loo baahan yahay si loo eego warbixinta badbaadada.
ti: መልእኽትታት ብኣውቶማቲክ ግዜኦም ኣይሓልፉን እዮም። Delete for me ካብ ርእይቶኻ መልእኽቲ ይሓብእ፤ ንጸብጻብ ድሕነት ንምግምጋም ዘድሊ ቅዳሕ ወይ መዛግብቲ ናይቲ ካልእ ኣባል ኣየወግድን እዩ።
tr: Mesajlar otomatik olarak silinmez. Benim için sil, mesajı sizin görünümünüzden gizler; diğer üyenin kopyasını veya şikayet incelemesi için gerekli kayıtları silmez.
uk: Термін дії повідомлень не закінчується автоматично. Видалити для мене приховує повідомлення від вашого перегляду; він не видаляє копію або записи іншого учасника, необхідні для перегляду звіту про безпеку.
ur: پیغامات خود بخود ختم نہیں ہوتے ہیں۔ میرے لیے حذف کرنا آپ کے خیال سے ایک پیغام چھپاتا ہے۔ یہ دوسرے ممبر کی کاپی یا ریکارڈز کو نہیں ہٹاتا ہے جو حفاظتی رپورٹ کا جائزہ لینے کے لیے درکار ہے۔
